{
    "room_name": "Busy Hallway",
    "long_description": "So you left the Mess Hall through the passageway? Well of course you did because now your here. Deep eh? The laws of causality still apply on this ship. Well at least for now… Wow this space is packed with aliens going in both directions, towards and away from the Mess Hall. There is actually a <WATER COOLER> in a little nook on the side of the hallway. Two alien’s seem to be having an animated conversation, you imagine what it could be about. As you peer further down the hall, trying to be as inconspicuous as possible you see that there are no other doors or openings along either side of the hallway. The only exits are the passage to the Mess Hall and a passage to another room, which you learn from eavesdropping is the Station Control Room. A large group of beings are blocking the entire doorway having an animated discussion of something called blernsball. They refuse to move out of the way to let others pass.",
    "short_description": [
                          "You are in the Busy Hallway connecting the Mess Hall and the Station Control Room. This is a main passageway in the ship so there are bound to be plenty of aliens around. You see aliens talking by the <WATER COOLER>. The conversation about blernsball loudly continues and you begin to wonder just how long of a break they have before they need to get back to their posts.",
                          "The hallway is filled with beings moving back and forth in an efficient buisnesslike manner. Apparently you're act of being a supervisor looking for someone to punish was effective. None of the exits are being blocked, the <WATER COOLER> is deserted, and you think they even cleaned the grim off the walls around the <POSTER>.",
                          "Busy Hallway short 3"
                          ],
    "which_short": 0,
    "inventory_list": [],
    "exit_names": {"west": "Mess Hall", "east": "Station Control Room"},
    "exit_locks": {"west":false, "east":true},
    "feature1_keywords": {
      "water cooler": "You listen closely to the Aliens talking around the water cooler. In addition to finding out that 'Jerry' is having maritial issues, you hear a mention of the 'Escape Pod' being on the far East end of the ship",
      "poster": "Looking at the poster it appears to be one of those generic informational posters about worker's rights that HR is required to put up. Interestingly, most of it has been redacted and now if read as it appears the poster strongly implies that the employer has the right to dock workers pay for mandated holidays."
    },
    "feature2_keywords": [],
    "examinable_objects": {}
}
