{
    "room_name": "Energy Generation Plant",
    "long_description": "Upon entering this space you are immediately greeted by a low buzzing sounds and a luminous green glow emanating from five tall pilar-like structures. You are nowhere else but the ships's Energy Generation Plant. It is here that the massive amounts of energy needed to traverse the galaxy, and keep the aliens alive and comfortable, is generated. Within each of the glowing pillars is a Glubtomuim reactor. Using nothing but save, abundant, every day Glubtomium, these devices generate all the power the aliens will ever need. Maybe don't stand too close to them OK? Directly behind you is the passage back to the Station Control Room. Across the room is a heavy door labeled 'EVA'. On the wall across from the Glubtomium reactors is a much smaller door. On the front of this smaller door is a picture of what reminds you of a cactus on Earth, maybe it's a passage to New Mexico!",
    "short_description": [
                          "You are in the Energy Generation Plant. Amid the glow of the Glubtomium reactors you see the two exits. Exit one, the large door labeled 'EVA', and exit two, the small door with the 'cactus' on it.",
                          "Energy Generation Plant short 2",
                          "Energy Generation Plant short 3"
                          ],
    "which_short": 0,
    "inventory_list": [
      {
        "description": "this is an alien plant",
        "exit": "None",
        "name": "plant",
        "room_desc": "None",
        "room_name": "None",
        "use_desc": "You talk to the plant and wonder if you can sneak it past customs back on Earth"
      },
      {
        "description": "this is the key to the pod",
        "exit": "None",
        "name": "key",
        "room_desc": 2,
        "room_name": "Escape Pod",
        "use_desc": "Turning the key in the ignition of the pod you feel the engine beginning to hum to life."
      }
                       ],
    "exit_names": {"west": "Station Control Room", "north": "Plant Lab", "east": "EVA Prep Chamber"},
    "exit_locks": {"west":false, "north":false, "east":false},
    "feature1_keywords": {
      "door": "You open the door to reveal a bulkhead... Perhaps it is an aesthetics thing like women's pockets?",
      "desk": "Opening the desk reveals nothing of note."
    },
    "feature2_keywords": [],
    "examinable_objects": {}
}
