{
    "room_name": "Holding Chamber",
    "long_description": "Don’t panic! Ok, or panic, I don’t mind, I’m just the omniscient narrator of this little expedition. As you wrestle yourself out of the fog that seems to be fading from your mind you slowly start to take in your surroundings. You are lying it what reminds you of a hospital bed. It is elevated a few feet off the ground and placed in the center of this room. There are straps that connect to the sides of this bed but lucky for you, whoever placed you here did not tie them down. Although you still feel a little dizzy, you are able to stand and walk to a WINDOW which sits just above a DESK in the corner of the space. As you peer out, expecting to see the view from a hospital somewhere in your home city, you are stunned to see only the vastness of outer space. A deep and expansive nothingness, illuminate only by the distant glow of billions of stars and galaxies. Your recent memories are hazy but they are beginning to come into focus. Oh Boy! You were driving, late night, lonely deserted road, strange lights above, cows levitating in a field next to you, yup, you were abducted by aliens! As this sinks in you notice the door to your room is ajar. It seems like your captures did not expect you to awaken so soon. Now for the real kicker, either these aliens speak English, or they performed some procedure on you that allows you to understand their language. From the bits of conversation you are picking up beyond the open door, you realize the adjacent room is the ‘mess hall’.",
    "short_description": [
                          "You are in the Holding Chamber. You see the bed where you initially woke up on in the middle of the room. In the corner is a DESK with a WINDOW above it. By looking out this window you first realized you were in space! The room has one exit, back to the Mess Hall.",
                          "Holding Chamber short 2",
                          "Holding Chamber short 3"
                          ],
    "which_short": 0,
    "inventory_list": [
      {
        "description": "this is an alien plant",
        "exit": "None",
        "name": "plant",
        "room_desc": "None",
        "room_name": "None",
        "use_desc": "You talk to the plant and wonder if you can sneak it past customs back on Earth"
      },
      {
        "description": "this is the key to the pod",
        "exit": "None",
        "name": "key",
        "room_desc": 2,
        "room_name": "Escape Pod",
        "use_desc": "Turning the key in the ignition of the pod you feel the engine beginning to hum to life."
      }
                       ],
  "exit_names": {"north": "mess hall"},
    "exit_locks": {"north":false},
  "feature1_keywords": {
    "door": "You open the door to reveal a bulkhead... Perhaps it is an aesthetics thing like women's pockets?",
    "desk": "Opening the desk reveals nothing of note."
  },
    "feature2_keywords": [],
    "examinable_objects": {}
}
