{
    "room_name": "Mess Hall",
    "long_description": "Wow what is that smell? Delicious, ain't it! You have arrived in the Mess Hall. If you were not lightyears from home, a hostage of some strange alien species, you might seriously mistake this place for your old High School cafeteria. The room is well lit and you can see a few small groups of aliens huddled around a few circular tables spread throughout the space. Lucky for you they seem to be busy with their meals and do not acknowledge your entrance. On the top of the walls are an array of display SCREENS. One is displaying what looks like current information about the spaceship while another is showing what appears to be an alien football match. As you look around you notice a serving counter set in front of the wall adjacent to you. There are prepared MEALS set out on serving trays suggesting this is a self-serve establishment. The other three walls contain what seem to be passages to other rooms. Directly behind you is the door to the Holding Chamber you just escaped from! Across the Mess Hall are two other doors. One of these doors is Red while the other one is Blue, these aliens love color coding! The other wall does not contain a door, but leads to a passageway. As you look over you see a few Aliens quickly moving from their seats in the Mess Hall toward this hallway.",
    "short_description": [
                          "You are back in the Mess Hall. The self-serve counter looks tempting!. You can see the four exits from this room. Exit one, the door back to the Holding Chamber, exit two, the Red door, exit three, the Blue door, and exit four, the hallway.",
                          "Mess Hall short 2",
                          "Mess Hall short 3"
                          ],
    "which_short": 0,
    "inventory_list": [
      {
        "description": "this is an alien plant",
        "exit": "None",
        "name": "plant",
        "room_desc": "None",
        "room_name": "None",
        "use_desc": "You talk to the plant and wonder if you can sneak it past customs back on Earth"
      },
      {
        "description": "this is the key to the pod",
        "exit": "None",
        "name": "key",
        "room_desc": 2,
        "room_name": "Mess Hall",
        "use_desc": "Turning the key in the ignition of the pod you feel the engine beginning to hum to life."
      }
                       ],
    "exit_names": {"west": "Crew Sleeping Quarters", "north": "Virtual Reality Chamber", "east": "Busy Hallway", "south": "Holding Chamber"},
    "exit_locks": {"west":false, "north":false, "east":false, "south":false},
    "feature1_keywords": {
      "screens": "You look at the screen showing the football match. Nebulous 678B is gripped in a tight match with their rivals Galactic Empire Ponnies. If it weren't for the purple skin and aditional appendages of the players, you may think you were watching a match back on Earth. You ponder for a scecond about the origins of football, did the Aliens get it from us, or us from them!",
      "meals": "You look at the 'food' layed out on the counter. Hmm possibly better than your old High School cafeteria...maybe. But hey, live a little, if its good enough for the Aliens, its good enough for you eh?"
    },
    "feature2_keywords": [],
    "examinable_objects": {}
}
