{
    "room_name": "Navigation Control Room",
    "long_description": "You have now entered the Navigation Control Room. A quick scan of the room reveals an alien sleeping while slouched in front of some sort of monitoring screen. Another thing you have come to realize on this journey is that sleeping on the job is a truly universal phenomenon. Next to the sleeping alien is a complex row of control structures including screens, buttons, and switches. Just above these structures is a large rectangular window that look out to space. From this vantage point you can also see some other parts of the spaceship. In a corner of the room there is a long rectangular desk covered in what appears to be sheets of paper almost as big as the desk itself. Devices reminiscent of pencils and straight edges are scattered on top of these sheets.",
    "short_description": [
                          "You are in the Navigation Control Room. There is a large desk with papers on the top. The one exit from this room leads to the Station Control Room.",
                          "Navigation Control Room short 2",
                          "Navigation Control Room short 3"
                          ],
    "which_short": 0,
    "inventory_list": [
      {
        "description": "this is an alien plant",
        "exit": "None",
        "name": "plant",
        "room_desc": "None",
        "room_name": "None",
        "use_desc": "You talk to the plant and wonder if you can sneak it past customs back on Earth"
      },
      {
        "description": "this is the key to the pod",
        "exit": "None",
        "name": "key",
        "room_desc": 2,
        "room_name": "Escape Pod",
        "use_desc": "Turning the key in the ignition of the pod you feel the engine beginning to hum to life."
      }
                       ],
  "exit_names": {"north": "Station Control Room"},
    "exit_locks": {"north": false},
    "feature1_keywords": {
      "door": "You open the door to reveal a bulkhead... Perhaps it is an aesthetics thing like women's pockets?",
      "desk": "Opening the desk reveals nothing of note."
    },
    "feature2_keywords": [],
    "examinable_objects": {}
}
