{
    "room_name": "Station Control Room",
    "long_description": "You have found your way into the Station Control Room. As you begin to look around you notice a vast array of monitoring <SCREENS>. Information is displayed through a constantly updating series of graphs and <CHARTS>. Some display information about the current composition of the ships air. Others show information regarding supply levels and other vital statistics about the ship and crew. Below what seems to be the main information <SCREENS> is a series are large buttons. One button says 'Alert Crew' while the other says 'Suspend Gravity'. Next to the entrance to the Station Control Room from the Busy Hallway is a short passageway way marked 'Navigation'. Directly across the room is a door labeled 'E-Gen Plant'.",
    "short_description": [
                          "You are in the Station Control Room. On the main control panel is an 'Alert Crew' and a 'Suspend Gravity' button. There are three exits from this room. The first leads to the Busy Hallway, second to the Navigation Control Room, and the third to the Energy Generation Plant.",
                          "Station Control Room short 2",
                          "Station Control Roomr short 3"
                          ],
    "which_short": 0,
    "inventory_list": [
      {
        "description": "this key has a label on it that says 'Escape pod'. Why would an escape pod need a key?",
        "exit": "None",
        "name": "key",
        "room_desc": 2,
        "room_name": "Escape Pod",
        "use_desc": "Turning the key in the ignition of the pod you feel the engine beginning to hum to life."
      }
                       ],
    "exit_names": {"west": "Busy Hallway", "south": "Navigation Control Room", "east": "Energy Generation Plant"},
    "exit_locks": {"west":false, "south":false, "east":false},
    "feature1_keywords": {
      "screens": "One of the screens shows a list of ships to dock today. Towards the end of the list is the USG Ishimura. If you can't find a plasma cutter on board this station it would be a really good idea to not be here when that ship arrives.",
      "charts": "The charts note the maintenance of the various sections of the station. The good news is that it looks like the Escape Pod seems to be in good condition. The bad news is the self-service section of the Mess Hall isn't exactly up to code. You didn't try the food did you?"
    },
    "feature2_keywords": [],
    "examinable_objects": {}
}
